Revit 2027 API
ConfigurationReloadInfo Constructor
 Constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ConfigurationReloadInfo()
Public Sub New
public:
ConfigurationReloadInfo()
new : unit -> ConfigurationReloadInfo
See Also
Reference
ConfigurationReloadInfo Class
Autodesk.Revit.DB Namespace